// ЗАДАЧА 1
// 1) ВНЕСІТЬ СТИЛІ

// 2)ВНЕСІТЬ РОЗМІТКУ У HTML

// 3) УМОВА
// Зробити фіксований скрол на сторінці для менюшки,тобто , щоб наше меню фіксувалось зверху браузера при скролі, для того потрібно порахувати висоту хедера, відстежуємо позицію скролу та додавати клас fixed-nav якщо скрол більше висоту хедера, в іншому випадку його видаляємо

// Методи для виконання домашнього завдання:
// https://developer.mozilla.org/en-US/docs/Web/API/Element/clientHeight
// https://developer.mozilla.org/ru/docs/Web/API/Window/scrollY
